<!doctype html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
</head>
<body>
    <style>
        html {
            padding: 0;
        }
        body{
            font-family: 'DejaVu Sans', sans-serif;
            font-size: 12px;
            padding: 60px 30px 30px 30px;
            position: relative;
        }
        main {
            padding: 0 0 0 0;
        }
        table {
            width: 100%;
        }
        p {
            margin-top: 0;
        }
        .header {
            position: fixed;
            width: 100%;
            top: -15px;
            left: 30px;
        }
        .header__slogan {
            display: block;
            text-align: center;
            padding-left: 50px;
            font-size: 14px;
        }
        .header__logo {
            display: block;
            min-width: 46px;
            width: 46px;
            height: 46px;
            text-align: right;
        }
    </style>

    <header class="header">
        <table>
            <tbody>
            <tr>
                <td>
                    <h2 class="header__slogan">
                        Договор об оказании услуг
                    </h2>
                </td>
                <td>
                    <img class="header__logo" src="data:image/png;base64,{{ $logo }}" alt="logo">
                </td>
            </tr>
            </tbody>
        </table>
    </header>

    <main>
        <p>
            Настоящий документ является предложением Общества с ограниченной ответственностью "АДВ-сервис"
            (далее Компания) индивидуальному предпринимателю или юридическому лицу, зарегистрированным в соответствии
            с законодательством РФ (далее Клиент), которые примут настоящее предложение заключить договор на оказание
            услуг в Интернете на указанных ниже условиях.
        </p>
        <p>
            Текст настоящей оферты расположен по адресу <a href="https://elama.ru/legal_docs/tou/ss/oferta-advservice.pdf" >elama.ru/legal_docs/tou/ss/oferta-advservice.pdf</a> (далее Договор,
            Оферта).
        </p>
        <p>
            <b>
                1. Термины и определения
            </b>
        </p>
        <p>
            1.1. <b>Клиент</b> — юридическое лицо (или индивидуальный предприниматель), созданное (зарегистрированное) и
            действующее в соответствии с законодательством Российской Федерации, совершившее акцепт настоящей оферты в
            соответствии с условиями, содержащимися в разделе 3 Договора.
        </p>
        <p>
            1.2. <b>Сервис eLama</b> — система автоматизированного управления Рекламными кампаниями в сети Интернет,
            представляющая собой программное обеспечение, используемое Компанией на основании договора с
            правообладателем (далее Сервис).
        </p>
        <p>
            1.3. <b>Личный кабинет</b> — раздел сайта eLama.ru, являющийся частью Сервиса eLama, содержащий детализированную
            информацию об объеме оказанных Клиенту Услуг, текущем состоянии Баланса, Статистику, а также позволяющий
            Клиенту осуществлять доступ к услугам Компании в соответствии с настоящим Договором.
        </p>
        <p>
            1.4. <b>ID номер</b> — уникальный номер Личного кабинета (аккаунта) Клиента в Сервисе и Личного кабинета (аккаунта)
            Клиента на Интернет-площадках. При этом ID номера Личного кабинета Клиента в Сервисе и аккаунтов Клиента на
            Интернет-площадках не являются идентичными.
        </p>
        <p>
            1.4. <b>ID номер</b> — уникальный номер Личного кабинета (аккаунта) Клиента в Сервисе и Личного кабинета (аккаунта)
            Клиента на Интернет-площадках. При этом ID номера Личного кабинета Клиента в Сервисе и аккаунтов Клиента на
            Интернет-площадках не являются идентичными.
        </p>
        <p>
            1.5. <b>Регистрация</b> — заполнение учетных данных (email, пароль и др.) в регистрационной форме Сервиса eLama. В
            результате регистрации автоматически создается Личный кабинет Клиента в Сервисе для осуществления доступа и
            пользования услугами.
        </p>
        <p>
            1.6. <b>Баланс</b> — находящийся в Сервисе, единый, независимо от идентификации Клиента (ввиду возможности наличия
            нескольких Клиентов в одном личном кабинете) показатель, отражающий сумму денежных средств Клиента
            (Клиентов), внесенных в счет оплаты услуг Сервиса, и (или) предоставленных Компанией Клиенту на условиях Отсрочки
            платежа в соответствии с Дополнительным соглашением, подписанным с Клиентом, и (или) зачисленных Компанией
            Клиенту на основаниях, указанных в п. 5.2.1. Договора, в размере которой Клиенту (Клиентам) не оказаны услуги
            Сервиса (за исключением денежных средств, находящихся на аккаунтах Интернет-площадок). Баланс также отражает
            количество Бонусов, которые могут быть предоставлены и использованы в соответствии с Правилами использования
            бонусов в партнерской программе, а также иных Бонусов, которые могут предоставляться и использоваться в рамках
            программ и политик, устанавливаемых Компанией.
        </p>
        <p>
            1.7. <b>Отчетный период</b> — календарный месяц (с первого по последнее число месяца), в котором были оказаны услуги.
        </p>
        <p>
            1.8. <b>Счет</b> — электронный документ, сформированный Клиентом или сотрудниками Компании по распоряжению
            Клиента в Личном кабинете, являющийся основанием для совершения Клиентом платежа и содержащий информацию
            о получателе денежных средств, сумме перечисления, сумме НДС.
        </p>
        <p>
            1.9. <b>Внутренний аккаунт</b> — аккаунт (учетная запись) Клиента на Интернет-площадке из доступных в Сервисе eLama,
            созданный с использованием Сервиса eLama.
        </p>
        <p>
            1.10. Внешний аккаунт — аккаунт (учетная запись) Клиента на Интернет-площадке, отвечающий следующим условиям
            в совокупности:
        </p>
        <p>
            - созданный Клиентом напрямую на Интернет-площадке без использования Сервиса eLama;
        </p>
        <p>
            - доступен Клиенту для подключения в разделе «Аккаунты» Личного кабинета в Сервисе;
        </p>
        <p>
            - закреплен за Клиентом в Личном кабинете Клиента в Сервисе eLama. Оплату за размещение Интернет-рекламы через
            Внешний аккаунт Клиент производит напрямую соответствующей Интернет-площадке.
        </p>
        <p>
            Оплату за Услугу по предоставлению возможности с помощью инструментов Сервиса управлять Рекламными
            кампаниями в соответствии с п. 2.1.2. Приложения №1 к Договору на Внешнем аккаунте Клиент производит Компании
            на условиях, определенных Офертой.
        </p>
        <p>
            Подключение Внешнего аккаунта возможно при наличии технической возможности Сервиса подключить указанный
            аккаунт. В случае, когда подключение Внешнего аккаунта является невозможным по техническим причинам, Компания
            не несет ответственности перед Клиентом.
        </p>
        <p>
            1.11. <b>База знаний eLama</b> – интернет-страница, содержащая инструкции по использованию Сервиса eLama,
            расположенные во вкладке “Помощь” на сайте www.elama.ru.
        </p>
    </main>

    <script type="text/php">
        if (isset($pdf)) {
            $x = 560;
            $y = 800;
            $text = "{PAGE_NUM}";
            $font = null;
            $size = 8;
            $color = array(0,0,0);
            $word_space = 0.0;  //  default
            $char_space = 0.0;  //  default
            $angle = 0.0;   //  default
            $pdf->page_text($x, $y, $text, $font, $size, $color, $word_space, $char_space, $angle);
        }
    </script>

</body>
</html>
